[
    
    {
        "id": "10001",
        "prodName": "Daging Sapi Tenderloin",
        "prodPrice": "50000",
        "prodUnit": "kg",
        "prodDesc": "Tenderloin atau has dalam memiliki daging yang lebih lembut dan kandungan lemak yang lebih rendah jika dibandingkan dengan sirloin. Hal ini karena otot-otot yang membentuk tenderloin bagian yang sedikit digunakan untuk beraktivitas. Letaknya berada di bagian tengah rusuk dekat otot besar, tepat di depan panggul. Karena proporsi dagingnya lebih sedikit dan memiliki daging yang lembut, maka tenderloin memiliki harga yang lebih mahal. Jika daging Tenderloin disajikan dengan dipotong lagi dalam ukuran yang lebih kecil biasanya disebut steak Fillet Mignon. Sedangkan potongan tenderloin dalam ukuran besar untuk dimakan 2 orang atau lebih disebut Chateaubriand steak. Potongannya diambil dari ujung bawah dari Tenderloin yang masih terdapat daging Sirloin menempel.",
        "prodImg": "/images/products/meats/daging_sapi_tenderloin.jpg",
        "prodCtg": 1
    },
    {
        "id": "10002",
        "prodName": "Daging Sapi Sirloin",
        "prodPrice": "50000",
        "prodUnit": "kg",
        "prodDesc": "Sirloin merupakan daging sapi has luar atau bagian punggung luar dekat paha belakang. Karena letaknya di bagian kaki belakang yang notabene bekerja lebih berat dibanding bagian lain, maka sirloin memiliki daging yang agak keras dan alot saat dimakan. Daging Sirloin terasa lebih keras dari bagian punggung (loin) dan rusuk (rib). Namun, keunggulan sirloin terletak pada ukurannya yang bisa dipotong lebih besar dibanding bagian sapi lainnya. Sirloin biasanya memiliki lapisan lemak yang menempel pada salah satu sisi atau sekeliling daging.",
        "prodImg": "/images/products/meats/daging_sapi_sirloin.jpg",
        "prodCtg": 1
    },
    {
        "id": "10003",
        "prodName": "Daging Sapi T-bone",
        "prodPrice": "50000",
        "prodUnit": "kg",
        "prodDesc": "T-Bone diperoleh dari punggung bagian dalam sampai bawah memotong tulang punggung, kombinasi antara short loin dan tenderloin. Dinamai T-Bone karena terdapat tulang berbentuk huruf-T yang dikelilingi daging pada kedua sisinya. Daging T-Bone tidak selembut tenderloin. Jika potongan daging tenderloinnya lebih besar daripada short loin maka disebut Porterhouse. Porterhouse juga menjadi jenis steak yang paling populer.",
        "prodImg": "/images/products/meats/daging_sapi_tbone.jpg",
        "prodCtg": 1
    },
    {
        "id": "10004",
        "prodName": "Daging Sapi Rib Eye",
        "prodPrice": "50000",
        "prodUnit": "kg",
        "prodDesc": "Rib eye atau biasa disebut Fillet Scotch merupakan bagian daging sapi yang terletak di sekitar tulang iga atau tulang rusuk. Rib eye steak bisa dipesan dengan atau tanpa tulang. Daging ini memiliki tekstur yang sangat lembut serta lebih berlemak dan juicy dibandingkan bagian lain. Lemak inilah yang membuat daging lebih lezat dengan aroma yang memikat. Itu sebabnya jenis steak ini menjadi salah satu yang populer di kalangan pecinta steak.",
        "prodImg": "/images/products/meats/daging_sapi_ribeye.jpg",
        "prodCtg": 1
    },
    {
        "id": "10005",
        "prodName": "Daging Sapi Flank",
        "prodPrice": "50000",
        "prodUnit": "kg",
        "prodDesc": "Flank atau Sancan adalah daging sapi yang berasal dari otot perut. Dagingnya berbentuk panjang dan datar namun kurang lunak, saat dikunyah terasa sedikit keras sehingga jika memesan steak jenis ini sebaiknya dengan tingkat kematangan rendah yaitu half-cooked.",
        "prodImg": "/images/products/meats/daging_sapi_flank.jpg",
        "prodCtg": 1
    },
    {
        "id": "10006",
        "prodName": "Daging Sapi Chuck",
        "prodPrice": "50000",
        "prodUnit": "kg",
        "prodDesc": "Chuck atau disebut juga daging sapi paha depan adalah daging sapi yang berasal dari bagian atas paha depan. Daging ini berbentuk potongan segi empat dengan ketebalan sekitar 2–3 cm. biasanya saat akan dibuat steak chuck harus dipukul-pukul dahulu dan dipanggang sebentar agar lebih empuk.",
        "prodImg": "/images/products/meats/daging_sapi_chuck.jpg",
        "prodCtg": 1
    },
    {
        "id": "20001",
        "prodName": "Udang Jerbung",
        "prodPrice": "50000",
        "prodUnit": "kg",
        "prodDesc": "Udang ini juga disebut sebagai udang putih dengan ciri ciri memiliki kulit tipis warna putih kekuningan , berbintik hijau yang lain juga ada yang berwarna kuning kekuningan serta licin. Udang Jerbung juga memiliki jenis-jenis lain seperti udang peci, udang bambu, udang banana, yang masing-masing memiliki ciri ciri yang berbeda.",
        "prodImg": "/images/products/seafood/udang_jerbung.jpg",
        "prodCtg": 2
    },
    {
        "id": "20011",
        "prodName": "Kepiting Bakau Lumpur Besar",
        "prodPrice": "100000",
        "prodUnit": "kg",
        "prodDesc": "Nama latin kepiting jenis ini adalah Scylla serrata. Ciri-cirinya antara lain : Warna cangkang hijau dengan tekstur yang halus. Panjang cangkang sekitar 30 Cm, dengan berat dapat mencapai 3 Kg. Terdapat di sepanjang lepas pantai Indonesia dan lautan Pasifik. Mereka menggali lumpur untuk tempat tinggalnya. Kepiting termasuk memiliki nilai gizi yang cukup tinggi.",
        "prodImg": "/images/products/seafood/kepiting_bakau_lumpur_besar.jpg",
        "prodCtg": 2
    },
    {
        "id": "20020",
        "prodName": "Kerang Dara",
        "prodPrice": "100000",
        "prodUnit": "kg",
        "prodDesc": "Jenis kerang ini hidup pada karang atau bebatuan pada wilayah Teluk Pasifik. Kerang ini memiliki ukuran kecil dan bagian luar bergari-garis berwarna putih kecokelatan dengan bagian daging berwarna merah. Saat disantap kerang ini rasa dan aromanya yang khas, legit, serta agak kenyal. Biasanya olahan menunya berupa Sup Kerang Dara, Gule Kerang Dara dan tumisan seperti Kerang Dara Saus Padang.",
        "prodImg": "/images/products/seafood/kerang_dara.jpg",
        "prodCtg": 2
    },
    {
        "id": "20011",
        "prodName": "Kerang Hijau",
        "prodPrice": "100000",
        "prodUnit": "kg",
        "prodDesc": "Golongan dari moluska yang hidup di laut ini, memiliki dua cangkang berwarna hijau dan sangat digemari karena kandungan gizi yang dimiliki tergolong baik. Berdasarkan penelitian jumlah gizinya setingkat dengan daging sapi, telur ataupun daging ayam. Biasanya kerang ini diolah menjadi Kerang Hijau Rebus atau dimasukkan ke dalam Rissoto Seafood.",
        "prodImg": "/images/products/seafood/kerang_hijau.jpg",
        "prodCtg": 2
    },
    {
        "id": "20011",
        "prodName": "Cumi Bangka",
        "prodPrice": "100000",
        "prodUnit": "kg",
        "prodDesc": "Cumi identik dengan tubuh berwarna putih dengan banyak bintik merah. Nah, cumi bangka ini berwarna paling merah dari jenis cumi lainnya. Selain itu, cumi yang banyak ditemukan di Pulau Bangka ini berukuran lebih panjang dari jenis lain, yakni sekitar 20-30 cm. Cumi bangka memiliki daging tebal dan sirip agak lebar. Biasanya, jenis cumi ini bisa dibakar utuh, digulai, dipotong lalu ditumis atau dibuat campuran sup, gulai, dikeringkan (juhi), atau dijadikan kerupuk kemplang (cumi).",
        "prodImg": "/images/products/seafood/cumi_bangka.jpg",
        "prodCtg": 2
    },
    {
        "id": "20500",
        "prodName": "Ikan Tuna",
        "prodPrice": "100000",
        "prodUnit": "kg",
        "prodDesc": "Ikan yang mempunyai daging merah muda atau merah ini merupakan ikan yang familiar di Indonesia. Karena negara kita termasuk pemasok ikan tuna terbesar di planet ini. Berat dari ikan tuna bisa mencapai 350 kg per ekornya. Banyak restoran yang menambahkan ikan yang satu ini pada daftar menu mereka. Mulai dari olahan seperti sayur kuah kuning, sup, bakso, ikan kering, balado, abon, tongseng, saus tiram maupun saus teriyaki, hingga untuk tambahan roti. Di Jepang ikan tuna segar biasa dimasak sebagai olahan sushi.",
        "prodImg": "/images/products/seafood/ikan_tuna.jpg",
        "prodCtg": 2
    }
]
